***messages***

:STRINGS

IDS_UNINSTTITLE                "WinRAR arşivleyici"
IDS_WINRARHELP                 "WinRAR yardımı"
IDS_RARHELP                    "Konsol RAR kılavuzu"
IDS_WHATSNEW                   "En son sürümde neler yeni?"

; Name of WhatsNew.txt file in distribution package.
; Edit it only if you renamed this file.
IDS_WHATSNEWNAME               "WhatsNew.txt"

IDS_UNINSTALLRAR               "WinRAR'ı kaldır"
IDS_UNINSTALLCOMPLETED         "Kaldırma tamamlandı"
IDS_UNINSTALLSHOULDDELETE      "Bunu elle silmeniz gerekiyor: %s"
IDS_SETTINGSWARN               "Yöneticide saklanan parolalar ve sıkıştırma profilleri dahil tüm ayarlar, önceden dışa aktarılmadığı takdirde kaybolacaktır."
IDS_CONTINUEUNINSTALL          "WinRAR'ı kaldırmak istediğinizden emin misiniz?"
IDS_CANNOTOPENLIST             "%s liste dosyası açılamıyor"
IDS_WINRARARC                  "WinRAR arşivi"
IDS_WINRARZIPARC               "WinRAR ZIP arşivi"
IDS_RARRECVOL                  "RAR kurtarma cildi"
IDS_HOMEURL                    "https://www.win-rar.com"
IDS_WINRARDESC                 "RAR, ZIP ve diğer arşiv biçimlerini işler"
IDS_REBOOTREQUIRED             "WinRAR'ı tamamen kaldırabilmek için Windows'u yeniden başlatmalısınız."
IDS_INSTHELP1                  "Bu seçenekler WinRAR'ın Windows ile bütünleşmesini kontrol eder."
IDS_INSTHELP2                  "İlk seçenek grubu, WinRAR tarafından işlenecek arşiv türlerini seçmeye izin verir."
IDS_INSTHELP3                  "İkinci grup, WinRAR uygulaması için kısayol bağlantısı oluşturulabilecek konumları seçer."
IDS_INSTHELP4                  "Son grup, WinRAR'ın Windows ile bütünleşmesini kontrol eder."
IDS_INSTHELP5                  "Kabuk bütünleşmesi, arşiv bağlam menülerindeki \"Ayıkla\" ögesi gibi kullanışlı özellikler sunar; bu nedenle bunu devre dışı bırakmak için genellikle hiçbir neden yoktur."
IDS_INSTHELP6                  "Bu seçenekler hakkında daha ayrıntılı bilgi almak için \"Yardım\" düğmesine tıklayın."
IDS_WARN32BIT                  "64 bit Windows'a 32 bit WinRAR'ı yüklediniz. Daha iyi performans ve kabuk bütünleşmesi için 32 bit WinRAR'ı kaldırmanız ve 64 bit WinRAR'ı yüklemeniz önerilir."
IDS_INSTREBOOTREQUIRED         "Yüklemeyi tamamlamak için bilgisayarınızı yeniden başlatmalısınız."
IDS_BETA                       "Beta"
IDS_32BIT                      "32 bit"
IDS_64BIT                      "64 bit"
IDS_SINGLETOPITEM              "Bağlam menülerini gruplandır seçimi kapatılırsa sadece tek bir menü ögesi görüntülenebilir. \"Bağlam menüsü ögeleri...\" kullanılarak bu öge özelleştirilebilir."


:DIALOG SETUPDLG

SIZE                           "100*100"
CAPTION                        "WinRAR kurulumu"
IDC_ASSOCWITH                  "WinRAR ile ilişkilendir"
IDC_ASSOCRAR                   "RAR"
IDC_ASSOCZIP                   "ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOCZST                   "ZST"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "Tümünü değiştir"
IDC_INTEGRATIONINTERFACE       "Kısayol"
IDC_LINKDESKTOP                "Masaüstü'nde WinRAR kısayolu oluştur"
IDC_LINKSTARTMENU              "Başlat Menüsü'nde WinRAR kısayolu oluştur"
IDC_LINKPROGRAMS               "Başlat Menüsü/WinRAR program grubu oluştur"
IDC_SHELLINTEGRATION           "Kabuk bütünleşmesi"
IDC_SHELLEXT                   "WinRAR'ı kabuk ile bütünleştir"
IDC_SHELLCASCADED              "Bağlam menülerini gruplandır"
IDC_SHELLICONS                 "Bağlam menülerini ek simgelerle görüntüle"
IDC_SHELLLEGACYMENU            "Eski bağlam menüleri"
IDC_SETCONTEXTMENU             "Bağlam menüsü ögeleri..."
IDOK                           "Tamam"
IDHELP                         "Yardım"


:DIALOG DONEDLG

SIZE                           "100*100"
CAPTION                        "WinRAR kurulumu"
IDOK                           "Bitti"
IDC_INSTINFOFOLDER             "WinRAR bu klasöre başarıyla yüklendi:"
IDC_INSTINFOOPTIONS            "WinRAR'ı daha fazla kişiselleştirmek için \"Seçenekler\" menüsünden \"Ayarlar...\" komutunu kullanın."
IDC_INSTINFOHELP               "WinRAR'ı ilk defa yüklediyseniz lütfen çevrimiçi yardımı okumayı unutmayın."
IDC_REGTEXT1                   "Lütfen WinRAR'ın ücretsiz bir program olmadığını unutmayın, sadece sizlerin lisans satın alması geliştirmeler yapmamıza katkı sağlayacaktır."
IDC_REGTEXT2                   "WinRAR'ın son sürümünü indirmek için lütfen WinRAR ana sayfasını ziyaret edin. Buradan WinRAR lisansınızı da güvenli işlem sunucumuz üzerinden satın alabilirsiniz."
IDC_WHATSNEW                   "Neler yeni?"
IDC_RUNWINRAR                  "WinRAR'ı çalıştır"
IDC_VIEWHELP                   "Yardımı oku"
IDC_VIEWLICENSE                "Lisansı görüntüle"
IDC_VIEWPRICE                  "Satın al"
IDC_HOMEPAGE                   "Ana sayfa"
IDC_THANKS                     "WinRAR'ı kullandığınız için teşekkürler!"


:DIALOG SETUPCONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "Bağlam menüsü ögeleri"
IDC_CONTEXTMENUITEMS           "Windows Gezgini bağlam menüsü ögeleri"
IDC_CONTEXTEXTRACTTO           "Dosyaları ayıkla..."
IDC_CONTEXTEXTRACTHERE         "Buraya ayıkla"
IDC_CONTEXTEXTRACT             "Klasöre ayıkla <klasör\\>"
IDC_CONTEXTEXTRACTSEPARATE     "Her arşivi ayrı klasöre ayıkla"
IDC_CONTEXTOPENSFX             "WinRAR ile aç (SFX arşivler için)"
IDC_CONTEXTOPENARC             "WinRAR ile aç (normal arşivler için)"
IDC_CONTEXTADD                 "Arşive ekle..."
IDC_CONTEXTADDARC              "Arşive ekle <arşiv adı>"
IDC_CONTEXTEMAILARC            "Sıkıştır <arşiv adı> ve e-posta gönder"
IDC_CONTEXTEMAILARCOPT         "Sıkıştır ve e-posta gönder"
IDC_CONTEXTTEST                "Arşivi sına"
IDC_CONTEXTCONVERT             "Arşivi dönüştür..."

; Positions of IDC_CONTEXTTOP* controls are overlapping with IDC_CONTEXT*.
; WinRAR hides either one or another group depending on other options.
IDC_CONTEXTTOPEXTRACT          "Klasöre ayıkla <klasör\\>>"
IDC_CONTEXTTOPEXTRACTTO        "Dosyaları ayıkla..."
IDC_CONTEXTTOPEXTRACTHERE      "Buraya ayıkla"
IDC_CONTEXTTOPEXTRACTSEPARATE  "Her arşivi ayrı klasöre ayıkla"
IDC_CONTEXTTOPADDARC           "Arşive ekle <arşiv adı>"
IDC_CONTEXTTOPADD              "Arşive ekle..."

IDC_CONTEXTNEWMENU             "\"Yeni\" bağlam menüsü alt menü ögeleri"
IDC_CONTEXTNEWRAR              "WinRAR arşivi"
IDC_CONTEXTNEWZIP              "WinRAR ZIP arşivi"
IDC_CONTEXTDROPMENU            "Sürükle-bırak bağlam menüsü"
IDC_CONTEXTDRAGADD             "Arşivleme ögelerini görüntüle"
IDC_CONTEXTDRAGEXTRACT         "Ayıklama ögelerini görüntüle"
IDC_CONTEXTSFXARCHIVES         "SFX arşivlerin denetleneceği konum"
IDC_CONTEXTSFXLOCAL            "Yerel diskler"
IDC_CONTEXTSFXNETWORK          "Ağ diskleri"
IDC_CONTEXTSFXOTHER            "Diğer diskler"
IDC_CONTEXTALWAYSARCTITLE      "Bu dosya türleri için arşivleme ögelerini görüntüle"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"
